<?php

return [
    'colors' => [
        'white' => [
            'title' => 'Белый ковролин',
            'h1' => 'Белый ковролин',
            'description' => 'Белый ковролин придает помещению чистоту, свет и пространство. Подходит для любого стиля интерьера, от классического до современного.',
        ],
        'beige' => [
            'title' => 'Бежевый ковролин',
            'h1' => 'Бежевый ковролин',
            'description' => 'Бежевый ковролин создает атмосферу тепла и уюта, а также является универсальным и легко сочетаемым с другими цветами. Бежевый ковролин подойдет для любого помещения в доме, но особенно хорошо будет смотреться в спальне или гостиной.',
        ],
        'green' => [
            'title' => 'Зеленый ковролин',
            'h1' => 'Зеленый ковролин',
            'description' => 'Зеленый ковролин добавит свежести и жизненной силы в интерьер. Он отлично сочетается с натуральными материалами, такими как дерево или камень, и может быть использован для создания природной атмосферы в помещении.',
        ],
        'brown' => [
            'title' => 'Коричневый ковролин',
            'h1' => 'Коричневый ковролин',
            'description' => 'Коричневый ковролин - это классический выбор для интерьеров в стиле прованс, рустик или кантри. Он может быть использован как основной элемент декора или как акцентный элемент, например, в виде ковровой дорожки или коврика.',
        ],
        'red' => [
            'title' => 'Синий ковролин',
            'h1' => 'Синий ковролин',
            'description' => 'Синий ковролин - это универсальный и популярный выбор для интерьеров любого стиля. Он создает чувство спокойствия, прохлады и гармонии, а также добавляет яркие акценты в цветовую гамму помещения.',
        ],
        'lilac' => [
            'title' => 'Сиреневый ковролин',
            'h1' => 'Сиреневый ковролин',
            'description' => 'Сиреневый ковролин - это отличный выбор для создания мягкой и уютной атмосферы в интерьере. Этот цвет создает чувство спокойствия и релакса, а также добавляет нежные и женственные нотки в дизайн.',
        ],
        'black' => [
            'title' => 'Черный ковролин',
            'h1' => 'Черный ковролин',
            'description' => 'Черный ковролин - это элегантный и стильный выбор для любого интерьера. Он создает контраст с другими цветами и добавляет глубину и текстуры в дизайн.',
        ],
        'pink' => [
            'title' => 'Розовый ковролин',
            'h1' => 'Розовый ковролин',
            'description' => 'Розовый ковролин - это милый и нежный декор, который создаст уютную и романтическую атмосферу в спальне или гостиной.',
        ],
        'violet' => [
            'title' => 'Фиолетовый ковролин',
            'h1' => 'Фиолетовый ковролин',
            'description' => 'Фиолетовый ковролин - это смелый и экстравагантный выбор, который добавит глубины и таинственности в ваш интерьер.',
        ],
        'yellow' => [
            'title' => 'Желтый ковролин',
            'h1' => 'Желтый ковролин',
            'description' => 'Желтый ковролин - это яркий и солнечный выбор для интерьера, который придаст свежести и оптимизма любому дому.',
        ],
    ],
];