<?php

return [
    'colors' => [
        'white' => [
            'title' => 'Белый ковролин',
            'h1' => 'Белый ковролин',
            'description' => 'Белый ковролин придает помещению чистоту, свет и пространство. Подходит для любого стиля интерьера, от классического до современного.',
        ],
        'beige' => [
            'title' => 'Бежевый ковролин',
            'h1' => 'Бежевый ковролин',
            'description' => 'Бежевый ковролин создает атмосферу тепла и уюта, сочетается с любыми другими цветами в интерьере. Особенно хорошо будет смотреться в спальне или гостиной.',
        ],
        'green' => [
            'title' => 'Зеленый ковролин',
            'h1' => 'Зеленый ковролин',
            'description' => 'Зеленый ковролин добавит свежести и жизненной силы в интерьер. Отлично сочетается с натуральными материалами, такими как дерево или камень.',
        ],
        'brown' => [
            'title' => 'Коричневый ковролин',
            'h1' => 'Коричневый ковролин',
            'description' => 'Коричневый ковролин - это классический выбор для интерьеров в стиле прованс, рустик или кантри.',
        ],
        'blue' => [
            'title' => 'Синий ковролин',
            'h1' => 'Синий ковролин',
            'description' => 'Синий ковролин - универсальный выбор для интерьеров любого стиля. Cоздает чувство спокойствия, прохлады и гармонии.',
        ],
        'lilac' => [
            'title' => 'Сиреневый ковролин',
            'h1' => 'Сиреневый ковролин',
            'description' => 'Сиреневый ковролин - это отличный выбор для создания мягкой и уютной атмосферы в интерьере. Этот цвет создает чувство спокойствия и релакса.',
        ],
        'black' => [
            'title' => 'Черный ковролин',
            'h1' => 'Черный ковролин',
            'description' => 'Черный ковролин - это элегантный и стильный выбор для любого интерьера. Он создает контраст с другими цветами и добавляет глубину и текстуры в дизайн.',
        ],
        'pink' => [
            'title' => 'Розовый ковролин',
            'h1' => 'Розовый ковролин',
            'description' => 'Розовый ковролин - это милый и нежный декор, который создаст уютную и романтическую атмосферу в спальне или гостиной.',
        ],
        'violet' => [
            'title' => 'Фиолетовый ковролин',
            'h1' => 'Фиолетовый ковролин',
            'description' => 'Фиолетовый ковролин - это смелый и экстравагантный выбор, который добавит глубины и таинственности в ваш интерьер.',
        ],
        'yellow' => [
            'title' => 'Желтый ковролин',
            'h1' => 'Желтый ковролин',
            'description' => 'Желтый ковролин - это яркий и солнечный выбор для интерьера, который придаст свежести и оптимизма любому дому.',
        ],
        'orange' => [
            'title' => 'Оранжевый ковролин',
            'h1' => 'Оранжевый ковролин',
            'description' => 'Оранжевый ковролин - используется для создания контраста с нейтральными цветами или для подчеркивания ярких оттенков в интерьере.',
        ],
        'red' => [
            'title' => 'Красный ковролин',
            'h1' => 'Красный ковролин',
            'description' => 'Красный ковролин - это смелый и яркий выбор. Он может быть использован как основной декор или акцент, например, в виде ковровой дорожки или коврика.',
        ],
        'grey' => [
            'title' => 'Серый ковролин',
            'h1' => 'Серый ковролин',
            'description' => 'Ковролин серого цвета подойдет для любого помещения в доме, но особенно хорошо будет смотреться в гостиной или спальне.',
        ],
    ],
];